Repository: ivoxavier/euromillionskeys
Catalog: po/*.po
Languages: nl, pt_pt

source: About
nl: Over
pt_pt: Sobre

source: Version:
nl: Versie:
pt_pt: Versão:

source: Credits
nl: Met dank aan
pt_pt: Créditos

source: Results extracted from DOM of <a href='https://www.jogossantacasa.pt/web/SCCartazResult/'>%1</a>
nl: De uitslagen zijn afkomstig van <a href='https://www.jogossantacasa.pt/web/SCCartazResult/'>%1</a>
pt_pt: Informação extraída de <a href='https://www.jogossantacasa.pt/web/SCCartazResult/'>%1</a>

source: EuroMillions Keys
nl: EuroMillions-uitslagen
pt_pt: Chaves do EuroMilhões

source: Last Draw:
nl: Recentste trekking:
pt_pt: Último Sorteio:

source: Total Winners & Prizes
nl: Totaal aantal winnaars en prijzen
pt_pt: Total de Vencedores e Prémios

source: Keys Generator
nl: Generator
pt_pt: Gerador de Chaves

source: New
nl: Nieuw
pt_pt: Nova

source: M1llion
pt_pt: Milhão

source: Lotteries
nl: Loterijen
pt_pt: Lotarias

source: Settings
nl: Instellingen
pt_pt: Definições

source: Next Draw:
nl: Volgende trekking:
pt_pt: Próximo Sorteio:

source: Today
pt_pt: Hoje

source: Cleaned!
nl: Opgeruimd staat netjes!
pt_pt: Limpo!

source: Downloads
pt_pt: Transferências

source: DOM Files
nl: DOM-bestanden
pt_pt: Ficheiros DOM

source: Delete
nl: Wissen
pt_pt: Eliminar

source: Back
nl: Terug
pt_pt: Voltar

source: <b>%1.º Prize:</b>
pt_pt: <b>%1.º Prémio:</b>

source: 5 numbers + 2 starts
nl: 5 getallen + 2 sterren
pt_pt: 5 números + 2 estrelas

source: 5 numbers + 1 star
nl: 5 getallen + 1 ster
pt_pt: 5 números + 1 estrelas

source: 5 numbers + 0 stars
nl: 5 getallen + 0 sterren
pt_pt: 5 números + 0 estrelas

source: 4 numbers + 2 stars
nl: 4 getallen + 2 sterren
pt_pt: 4 números + 2 estrelas

source: 4 numbers + 1 star
nl: 4 getallen + 1 ster
pt_pt: 4 números + 1 estrelas

source: 3 numbers + 2 stars
nl: 3 getallen + 2 sterren
pt_pt: 3 números + 2 estrelas

source: 4 numbers + 0 stars
nl: 4 getallen + 0 sterren
pt_pt: 4 números + 0 estrelas

source: 2 numbers + 2 stars
nl: 2 getallen + 2 sterren
pt_pt: 2 números + 2 estrelas

source: 3 numbers + 1 star
nl: 3 getallen + 1 ster
pt_pt: 3 números + 1 estrelas

source: 3 numbers + 0 stars
nl: 3 getallen + 0 sterren
pt_pt: 3 números + 0 estrelas

source: 1 number + 2 stars
nl: 1 getal + 2 sterren
pt_pt: 1 números + 2 estrelas

source: 2 numbers + 0 stars
nl: 2 getallen + 0 sterren
pt_pt: 2 números + 0 estrelas

source: 2 numbers + 1 star
nl: 2 getallen + 1 ster
pt_pt: 2 números + 1 estrelas

source: Next Draw: %1
nl: Volgende trekking: %1
pt_pt: Próximo Sorteio: %1

source: RESULTS
nl: UITSLAGEN
pt_pt: RESULTADOS

source: GENERATE KEY
nl: SLEUTEL GENEREREN
pt_pt: GERAR CHAVE

source: EuroMillions
pt_pt: EuroMilhões

source: EuroMillions Winners & Prizes
pt_pt: Vencedores e Prémios EuroMilhões

source: EuroMillions Key Generator
pt_pt: Gerador de Chaves do EuroMilhões

source: Next's Draws
pt_pt: Próximos Sorteios

source: Next Draw: Today
nl: Volgende trekking: vandaag

source: <b>%1.ยบ Prize:</b>
nl: <b>%1.ยบ prijs:</b>
